{
  "title": "第五代战斗机",
  "meta": {
    "description": "第五代战斗机是一种以隐身、传感器融合、网络化作战与超音速巡航为核心特征的现代战斗机范畴，代表机型包括F-22、F-35、歼-20与苏-57。",
    "lang": "zh",
    "breadcrumb_category": "科学与概念",
    "hero_badge": "🛰️ 科学与概念",
    "hero_subtitle": "隐身、融合与网络化塑造的空中制胜平台",
    "date_published": "2025-09-28",
    "date_modified": "2025-09-28",
    "url": "http://localhost:8080/wiki/zh/第五代战斗机/",
    "main_entity": {
      "type": "Concept",
      "name": "第五代战斗机",
      "description": "以低可探测性、全域态势感知、超音速巡航与高度网络化为核心特征的战斗机代际分类。"
    },
    "timeline_years": [
      "1981",
      "1991",
      "2005",
      "2011",
      "2017",
      "2019",
      "2023"
    ]
  },
  "infobox": {
    "type_label": "概念",
    "fields": [
      {
        "label": "定义",
        "value": "以隐身/低可探测性、传感器融合、网络化作战、超音速巡航与内置弹舱为显著特征的战斗机代际概念。"
      },
      {
        "label": "主要特征",
        "value": "隐身设计与RAM、AESA雷达、传感器融合、LPI/LPD通信、超巡、电子战一体化、内置武器舱。"
      },
      {
        "label": "代表机型",
        "value": "F-22“猛禽”、F-35“闪电II”、歼-20、苏-57"
      },
      {
        "label": "首个服役时间",
        "value": "2005年（F-22服役）"
      },
      {
        "label": "服役国家",
        "value": "美国、中国、俄罗斯等"
      },
      {
        "label": "相关技术",
        "value": "雷达吸波材料（RAM）、复合材料、分布式孔径系统（DAS）、IRST、数据链、边缘计算。"
      },
      {
        "label": "对应上一代",
        "value": "第四代/4.5代战斗机"
      },
      {
        "label": "正在研制",
        "value": "NGAD、FCAS、Tempest（多被视为第六代）"
      }
    ]
  },
  "content": {
    "intro": "“第五代战斗机”并非严格的国际标准，而是航空界在长期技术竞争中形成的共识性分类，用以描述一类强调低可探测性（隐身）、全域态势感知、传感器融合、网络化协同以及超音速巡航能力的战斗机体系。与此前强调平台性能与空战机动的代际相比，第五代从设计之初即将“被看不见、先发现、先打击、先脱离”的生存性与信息优势置于核心，以整体体系效能取代单机指标极限。其外形遵循电磁散射控制的“形状隐身”，辅以雷达吸波材料（RAM）和细致的边界管理；航电由多传感器（AESA雷达、EO/IR、DAS、ESM/ELINT等）汇聚数据并进行高层融合，向飞行员呈现消歧后的统一战术图景，显著降低认知负荷。内置弹舱兼顾隐身与载荷，低截获通信与高带宽数据链支撑与有人/无人僚机、空基/地面节点的实时协同。动力与气动方面，强调在不开加力的“超巡”状态下保持高效率航程与快速响应，同时配合矢量推力、进气道与体翼融合带来的高攻角控制，维持必要的机动包线。代表机型包括美国的F-22与F-35、中国的歼-20、俄罗斯的苏-57等。尽管各机在隐身取向、传感器布局与武器学说上各具侧重，但都围绕“态势感知为王”的理念构建一体化作战节点，既能独立夺取空优，也能作为战区信息骨干，将火力与感知能力外溢至盟机与远程武器。由于研发门槛高、全寿命成本昂贵，第五代战斗机的获取与运用与国家的工业与财政能力紧密相关，也引发对代际标准、成本效益与战略稳定性的持续讨论。",
    "sections": [
      {
        "title": "概念起源与代际划分",
        "content": "战斗机“代际”的提法源自冷战时期对性能跃迁的归纳：从喷气化、超音速、机载雷达与导弹、态势链路，到隐身与融合。第五代的雏形可追溯至20世纪70–80年代的“低可探测性革命”，以F-117验证“形状优先”的雷达散射截面积（RCS）管理策略；随后“先进战术战斗机（ATF）”计划催生F-22，将隐身、超巡与高机动在同一平台上集成。90年代末至21世纪初，微电子、AESA雷达与软件架构成熟，推动“传感器融合”从概念走向工程。与此前代际相比，第五代强调“系统工程”而非单项指标：空战不再只是瞬时格斗，而是围绕被动/主动感知的协同探测、远距打击与多域互联。虽然不同国家的划分口径并不完全一致（例如部分“4.5代”机型具备AESA与部分隐身特征），但国际上普遍以隐身基线、融合航电与网络作战能力作为第五代的门槛。"
      },
      {
        "title": "核心特征：隐身与生存性",
        "content": "隐身是第五代的“入场券”，其目标不是绝对不可见，而是显著推迟被探测距离与时间窗口，以换取战术主动态势。工程上，机体外形遵循电磁散射路径控制：边界连续、进气道S型遮蔽压气机、武器内置弹舱、尾喷口与红外特征管理；材料与工艺方面采用多层RAM、复合材料结构与精密接缝处理，日常维护通过涂层修复与面板密封保障指标。隐身并非只针对雷达，亦涵盖红外、可见光与声学特征管理；同时，电子战（EW）与软杀伤措施与隐身“互补”：当平台在某些频段或角域暴露时，通过自防护干扰、诱饵、LPI/LPD通信与严格的电磁管控降低被定位概率。隐身成本在研制与运维中占比不低，促使设计在RCS、机体可维护性与任务多样性之间求解平衡。"
      },
      {
        "title": "传感器融合与信息优势",
        "content": "第五代将“先知先决”转化为可操作的系统能力。AESA雷达具备波束捷变、频率灵活与多任务并行，结合被动红外搜索跟踪（IRST）、分布式孔径系统（DAS）与电子支援测向（ESM），实现多谱段、全向覆盖。关键不在于“传感器数量”，而在“融合层级”：从数据级到特征级，再到目标级与态势级，系统对多源数据进行时间/空间配准与置信度管理，输出去冗余的统一战术画面，减少飞行员在不同界面间切换的负担。低截获通信（如窄波束/跳频/扩频）和高速数据链把单机的感知半径外延为“编队传感器体”，可远程引导越界火力或支持有人-无人协同。信息优势直接改变交战几何：不必追求视觉距离内的极限机动，而是以更早发现与更优武器态势实现“超视距先发”。"
      },
      {
        "title": "航电与软件架构",
        "content": "第五代机载计算从“设备拼接”转向“模块化开放系统架构（MOSA）”，以高性能处理器、统一数据总线与抽象中间件为核心，便于增量迭代与快速适配新算法。任务系统将雷达、EO/IR、DAS、ESM、导航与通信统一调度，基于优先级管理与实时操作系统保障时延；显示与交互则以大面积触控屏、头盔显示器（HMD）与语音/手势为主，强调“所见即所得”的战术语义表达。软件成为战机“灵魂”，大规模代码库与数字孪生测试平台支持持续升级（如区块式能力投放），带来快速引入新武器、抗干扰波形与AI辅助决策的可能。与此同时，网络安全与软件验证复杂度显著提升，形成研制与保障的长期成本与能力门槛。"
      },
      {
        "title": "动力与气动：超音速巡航与机动",
        "content": "第五代追求在不开加力的条件下实现超音速巡航（M1.2–1.5典型），以提升跨距与响应速度并降低红外特征。发动机需要更高的涡轮入口温度与高压比，配合三维矢量喷管实现高攻角控制与姿态机动；进气道与机身融合设计在满足隐身的同时兼顾流量与畸变控制。气动外形往往采用体翼融合、前缘锯齿与大边条，以维持跨音速与大迎角下的涡流控制与升阻管理。需要指出的是，第五代并不一味追求“眼镜蛇”式炫技机动，而是在隐身与感知主导的战术框架里保留足够的瞬态机动能力，支持脱离、规避与最后段交战。不同机型在推重比、翼载与矢量喷管上取舍各异，反映其作战理念与任务权重。"
      },
      {
        "title": "武器与载荷管理",
        "content": "内置弹舱是隐身设计的关键一环，使平台在保持低RCS的前提下执行空优、对地/对海打击与电子战任务。典型载荷组合包括中/远程空空导弹（如主动雷达制导）、短程格斗弹（HMD+HOBS发射包线）、小直径制导炸弹与对地精确弹药；部分机型具备外挂选项以换取高载荷，但将牺牲隐身。第五代强调“武器-传感-通信”的闭环：由自身或僚机/外部节点提供引导，实施发射后不管（LOAL）与中段数据更新；通过多平台协同实现越地平线的目标指示与火力分配。随着抗干扰制导、网络制导与协同制导成熟，武器系统更像“可编程”模块，可根据威胁环境快速重构任务包。"
      },
      {
        "title": "代表机型与发展路线",
        "content": "F-22率先将隐身、超巡与高机动整合，被视为第五代的标杆；F-35则以更强的多任务与软件生态、广泛的DAS与后勤数字化体现“体系节点”的思想。歼-20在远程态势感知与空域拒止方面有鲜明取向，强调远距截击与信息主导；苏-57在超机动、复合材料与多谱段传感器多样性上探索不同路径。部分4.5代机型（如升级的F-15/16、阵风、台风、Gripen E）在AESA、数据链与电子战方面不断进化，缩短与第五代的部分能力差距，但由于外形与结构限制，难以在整体隐身与融合层级上完全等同。各国的工业基础、预算与战略需求塑造了不同的“第五代画像”。"
      },
      {
        "title": "作战运用与战术演进",
        "content": "第五代改变了制空与打击的协同模式。编队可采用“静默感知+分布打击”的方法：由被动传感器或远方节点先探测，再由具优势发射几何的一机实施打击；同时，数据链使发射平台与照射/指示平台分离，提高生存性。在复杂防空环境中，低可探测性与电子战合用打开“走廊”，为后续平台与弹药提供窗口；对海/对地任务可通过小直径弹药与多架次态势维持形成“持续压制”。在近距空战中，第五代凭借HMD+高离轴发射与态势融合，降低对传统缠斗机动的依赖。更重要的是，它作为“空中网关”，把情报、监视、侦察与火力连接起来，成为联合作战的关键节点。"
      },
      {
        "title": "维护、保障与全寿命成本",
        "content": "第五代的复杂性在保障侧全面体现：隐身涂层修复、复合材料结构检测、模块化航电与冷却系统维护，都要求专业设备与数据管理。健康与使用监控系统（HUMS）与预测性维护技术通过传感与大数据降低非计划停场，但需要稳定的软件与供应链生态。全寿命成本（LCC）不仅由采购价决定，还包括备件、软件升级、地面支持设备与训练体系（含合成训练与数字孪生）。为控制成本，用户通常采用能力分批交付、机队构型管控与任务数据文件的持续优化。维护队伍的技能结构因“软件定义战机”而改变，网络安全与软件版本控制进入日常运维范畴。"
      },
      {
        "title": "争议与代际边界的模糊化",
        "content": "关于“何为第五代”存在持续争议：部分先进的4.5代平台在AESA、数据融合与电子战上接近第五代，但在结构性隐身、弹舱与全域融合上仍有差距；同时，第五代内部也存在取向差异，如偏重空优或多任务、强调超机动或远距截击。随着传感器、AI与协同无人机的发展，“代际”更像连续谱而非阶跃式台阶，一些学者主张以能力域（隐身、融合、网络、人机协同、能源管理等）进行多维评估，而非简单代号。此外，高成本与复杂保障引发“性价比”讨论：在多域对抗与弹药消耗剧烈的环境下，是追求少量高端，还是以分层机队与协同无人机实现规模效能，成为规划争论的焦点。"
      },
      {
        "title": "未来走向：第六代的过渡与影响",
        "content": "面向下一代，许多国家推进有人-无人团队（MUM-T）、自适应循环发动机、分布式协同感知与更强的边缘AI。即便被称为“第六代”，其能力将向下兼容并与现役第五代深度互操作：第五代可能转型为“编队队长”与“网络核心”，统筹协同作战无人机（CCA）执行侦察、电子战与携弹攻击，扩大感知与火力半径。开放式架构与软件快速迭代将继续主导竞争，任务系统呈“应用商店化”，以更短周期推送能力。隐身与反隐身的竞赛将延展至多谱段与多静动态观测手段，促使平台在低可探测性、电子对抗与战术机动之间持续迭代均衡。可以预见，第五代不会被瞬间替代，而将作为未来空战体系的核心底座。"
      }
    ],
    "references": [
      "《空战史与技术演进（第二版）》，航空出版社，2021。",
      "USAF F-22 Fact Sheet，United States Air Force，2023（英文资料综述）。",
      "《隐身技术与电磁散射控制原理》，国防工业出版社，2019。",
      "RAND Corporation：Aerospace Capability and Affordability Studies，2020。",
      "《现代航空电子系统：架构与融合》，电子工业出版社，2022。",
      "NATO STO：Air and Space Power in Multi-Domain Operations，2021。"
    ],
    "related_links": [
      {
        "title": "隐身技术",
        "url": "/wiki/zh/隐身技术/"
      },
      {
        "title": "有源相控阵雷达",
        "url": "/wiki/zh/有源相控阵雷达/"
      },
      {
        "title": "传感器融合",
        "url": "/wiki/zh/传感器融合/"
      },
      {
        "title": "网络中心战",
        "url": "/wiki/zh/网络中心战/"
      }
    ]
  },
  "stats": [
    {
      "label": "典型雷达散射截面积（RCS）",
      "value": "<0.001–0.1 m²（视频段/姿态/外挂而变）"
    },
    {
      "label": "超音速巡航速度",
      "value": "约M1.2–M1.5（不使用加力）"
    },
    {
      "label": "作战半径",
      "value": "约700–1200 km（机型与任务差异）"
    },
    {
      "label": "采购单价范围",
      "value": "约8000万–1.6亿美元/架（批次与配置相关）"
    },
    {
      "label": "机载传感器构成",
      "value": "AESA+EO/IR+DAS+ESM/ELINT（融合显示）"
    }
  ],
  "map_places": [
    {
      "title": "埃德华兹空军基地",
      "url": "/wiki/zh/埃德华兹空军基地/"
    },
    {
      "title": "成都飞机工业集团",
      "url": "/wiki/zh/成都飞机工业集团/"
    },
    {
      "title": "阿克托宾斯克国家飞行试验中心",
      "url": "/wiki/zh/阿克托宾斯克国家飞行试验中心/"
    }
  ],
  "related_cards": [
    {
      "title": "F-22“猛禽”",
      "url": "/wiki/zh/F-22-猛禽/",
      "summary": "首型服役的第五代制空战斗机，标志性集成隐身、超巡与高机动。"
    },
    {
      "title": "F-35“闪电II”",
      "url": "/wiki/zh/F-35-闪电-II/",
      "summary": "以多任务与软件生态著称的第五代体系节点，广泛出口与服役。"
    },
    {
      "title": "歼-20",
      "url": "/wiki/zh/歼-20/",
      "summary": "中国研制的第五代隐身战斗机，强调远程态势感知与空域拒止能力。"
    },
    {
      "title": "苏-57",
      "url": "/wiki/zh/苏-57/",
      "summary": "俄罗斯第五代战斗机，突出超机动与多谱段传感器布局。"
    }
  ]
}